{"modelTopology":{"node":[{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"17"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/heatmap_2/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"17"}]}}}},"name":"MobilenetV1/heatmap_2/Conv2D_bias","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"34"}]}}}},"name":"MobilenetV1/offset_2/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"34"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/offset_2/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"24"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/part_heatmap_2/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"24"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/part_heatmap_2/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"3"},{"size":"24"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_0/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"24"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_0/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"24"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_1_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"24"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_1_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"24"},{"size":"48"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_1_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"48"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_1_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"48"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_2_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"48"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_2_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"48"},{"size":"96"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_2_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"96"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_2_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"96"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_3_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"96"}]}}}},"name":"MobilenetV1/Conv2d_3_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"96"},{"size":"96"}]}}}},"name":"MobilenetV1/Conv2d_3_pointwise/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"96"}]}}}},"name":"MobilenetV1/Conv2d_3_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"96"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_4_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"96"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_4_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"96"},{"size":"192"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_4_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"192"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_4_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"192"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_5_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"192"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_5_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"192"},{"size":"192"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_5_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"192"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_5_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"192"},{"size":"1"}]}}}},"name":"MobilenetV1/Conv2d_6_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"192"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_6_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"192"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_6_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_6_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_7_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_7_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_7_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_7_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_8_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_8_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_8_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_8_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_9_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_9_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_9_pointwise/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}}},"name":"MobilenetV1/Conv2d_9_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_10_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_10_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_10_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_10_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_11_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_11_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_11_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_11_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_12_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_12_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_12_pointwise/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}}},"name":"MobilenetV1/Conv2d_12_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"3"},{"size":"3"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_13_depthwise/depthwise_weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}}},"name":"MobilenetV1/Conv2d_13_depthwise/depthwise_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_13_pointwise/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"384"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/Conv2d_13_pointwise/Conv2D_bias","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"384"},{"size":"1"}]}}},"dtype":{"type":1}},"name":"MobilenetV1/segment_2/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1"}]}}}},"name":"MobilenetV1/segment_2/Conv2D_bias","op":"Const"},{"input":[],"attr":{"shape":{"shape":{"dim":[]}},"dtype":{"type":1}},"name":"sub","op":"Placeholder"},{"input":["sub","MobilenetV1/Conv2d_0/weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","2","2","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1}},"name":"MobilenetV1/Conv2d_0/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_0/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_0/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_0/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_0/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_0/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_0/Relu6","MobilenetV1/Conv2d_1_depthwise/depthwise_weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_1_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_1_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_1_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_1_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_1_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_1_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_1_depthwise/Relu6","MobilenetV1/Conv2d_1_pointwise/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_1_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_1_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_1_pointwise/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_1_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_1_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_1_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_1_pointwise/Relu6","MobilenetV1/Conv2d_2_depthwise/depthwise_weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","2","2","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_2_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_2_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_2_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_2_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_2_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_2_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_2_depthwise/Relu6","MobilenetV1/Conv2d_2_pointwise/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"MobilenetV1/Conv2d_2_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_2_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_2_pointwise/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_2_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_2_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_2_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_2_pointwise/Relu6","MobilenetV1/Conv2d_3_depthwise/depthwise_weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_3_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_3_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_3_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_3_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_3_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_3_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_3_depthwise/Relu6","MobilenetV1/Conv2d_3_pointwise/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"MobilenetV1/Conv2d_3_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_3_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_3_pointwise/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_3_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_3_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_3_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_3_pointwise/Relu6","MobilenetV1/Conv2d_4_depthwise/depthwise_weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","2","2","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_4_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_4_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_4_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_4_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_4_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_4_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_4_depthwise/Relu6","MobilenetV1/Conv2d_4_pointwise/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"MobilenetV1/Conv2d_4_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_4_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_4_pointwise/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_4_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_4_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_4_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_4_pointwise/Relu6","MobilenetV1/Conv2d_5_depthwise/depthwise_weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_5_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_5_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_5_depthwise/depthwise_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_5_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_5_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_5_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_5_depthwise/Relu6","MobilenetV1/Conv2d_5_pointwise/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_5_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_5_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_5_pointwise/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_5_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_5_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_5_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_5_pointwise/Relu6","MobilenetV1/Conv2d_6_depthwise/depthwise_weights"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","2","2","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_6_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_6_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_6_depthwise/depthwise_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_6_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_6_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_6_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_6_depthwise/Relu6","MobilenetV1/Conv2d_6_pointwise/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_6_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_6_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_6_pointwise/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_6_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_6_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_6_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_6_pointwise/Relu6","MobilenetV1/Conv2d_7_depthwise/depthwise_weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_7_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_7_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_7_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_7_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_7_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_7_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_7_depthwise/Relu6","MobilenetV1/Conv2d_7_pointwise/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_7_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_7_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_7_pointwise/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_7_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_7_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_7_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_7_pointwise/Relu6","MobilenetV1/Conv2d_8_depthwise/depthwise_weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_8_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_8_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_8_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_8_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_8_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_8_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_8_depthwise/Relu6","MobilenetV1/Conv2d_8_pointwise/weights"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_8_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_8_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_8_pointwise/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_8_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_8_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_8_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_8_pointwise/Relu6","MobilenetV1/Conv2d_9_depthwise/depthwise_weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_9_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_9_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_9_depthwise/depthwise_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_9_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_9_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_9_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_9_depthwise/Relu6","MobilenetV1/Conv2d_9_pointwise/weights"],"attr":{"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_9_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_9_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_9_pointwise/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_9_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_9_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_9_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_9_pointwise/Relu6","MobilenetV1/Conv2d_10_depthwise/depthwise_weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_10_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_10_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_10_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_10_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_10_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_10_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_10_depthwise/Relu6","MobilenetV1/Conv2d_10_pointwise/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_10_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_10_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_10_pointwise/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_10_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_10_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_10_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_10_pointwise/Relu6","MobilenetV1/Conv2d_11_depthwise/depthwise_weights"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_11_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_11_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_11_depthwise/depthwise_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_11_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_11_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_11_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_11_depthwise/Relu6","MobilenetV1/Conv2d_11_pointwise/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_11_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_11_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_11_pointwise/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_11_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_11_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_11_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_11_pointwise/Relu6","MobilenetV1/Conv2d_12_depthwise/depthwise_weights"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_12_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_12_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_12_depthwise/depthwise_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_12_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_12_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_12_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_12_depthwise/Relu6","MobilenetV1/Conv2d_12_pointwise/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"MobilenetV1/Conv2d_12_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_12_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_12_pointwise/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_12_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_12_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_12_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_12_pointwise/Relu6","MobilenetV1/Conv2d_13_depthwise/depthwise_weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_13_depthwise/BatchNorm/batchnorm_1/add_1/conv","op":"DepthwiseConv2dNative"},{"input":["MobilenetV1/Conv2d_13_depthwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_13_depthwise/depthwise_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"MobilenetV1/Conv2d_13_depthwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_13_depthwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_13_depthwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_13_depthwise/Relu6","MobilenetV1/Conv2d_13_pointwise/weights"],"attr":{"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}}},"name":"MobilenetV1/Conv2d_13_pointwise/BatchNorm/batchnorm_1/add_1/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_13_pointwise/BatchNorm/batchnorm_1/add_1/conv","MobilenetV1/Conv2d_13_pointwise/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"MobilenetV1/Conv2d_13_pointwise/BatchNorm/batchnorm_1/add_1","op":"BiasAdd"},{"input":["MobilenetV1/Conv2d_13_pointwise/BatchNorm/batchnorm_1/add_1"],"attr":{"T":{"type":1}},"name":"MobilenetV1/Conv2d_13_pointwise/Relu6","op":"Relu6"},{"input":["MobilenetV1/Conv2d_13_pointwise/Relu6","MobilenetV1/heatmap_2/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"output_raw_heatmaps/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_13_pointwise/Relu6","MobilenetV1/offset_2/weights"],"attr":{"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1}},"name":"output_raw_offsets/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_13_pointwise/Relu6","MobilenetV1/part_heatmap_2/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"output_raw_part_heatmaps/conv","op":"Conv2D"},{"input":["MobilenetV1/Conv2d_13_pointwise/Relu6","MobilenetV1/segment_2/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"use_cudnn_on_gpu":{"b":true}},"name":"output_raw_segments/conv","op":"Conv2D"},{"input":["output_raw_heatmaps/conv","MobilenetV1/heatmap_2/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"output_raw_heatmaps","op":"BiasAdd"},{"input":["output_raw_offsets/conv","MobilenetV1/offset_2/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"output_raw_offsets","op":"BiasAdd"},{"input":["output_raw_part_heatmaps/conv","MobilenetV1/part_heatmap_2/Conv2D_bias"],"attr":{"data_format":{"s":[78,72,87,67]},"T":{"type":1}},"name":"output_raw_part_heatmaps","op":"BiasAdd"},{"input":["output_raw_segments/conv","MobilenetV1/segment_2/Conv2D_bias"],"attr":{"T":{"type":1},"data_format":{"s":[78,72,87,67]}},"name":"output_raw_segments","op":"BiasAdd"}],"library":{"function":[],"gradient":[]},"versions":{"badConsumers":[]}},"weightsManifest":[{"paths":["group1-shard1of2","group1-shard2of2"],"weights":[{"name":"MobilenetV1/heatmap_2/weights","shape":[1,1,384,17],"dtype":"float32"},{"name":"MobilenetV1/heatmap_2/Conv2D_bias","shape":[17],"dtype":"float32"},{"name":"MobilenetV1/offset_2/weights","shape":[1,1,384,34],"dtype":"float32"},{"name":"MobilenetV1/offset_2/Conv2D_bias","shape":[34],"dtype":"float32"},{"name":"MobilenetV1/part_heatmap_2/weights","shape":[1,1,384,24],"dtype":"float32"},{"name":"MobilenetV1/part_heatmap_2/Conv2D_bias","shape":[24],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_0/weights","shape":[3,3,3,24],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_0/Conv2D_bias","shape":[24],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_1_depthwise/depthwise_weights","shape":[3,3,24,1],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_1_depthwise/depthwise_bias","shape":[24],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_1_pointwise/weights","shape":[1,1,24,48],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_1_pointwise/Conv2D_bias","shape":[48],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_2_depthwise/depthwise_weights","shape":[3,3,48,1],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_2_depthwise/depthwise_bias","shape":[48],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_2_pointwise/weights","shape":[1,1,48,96],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_2_pointwise/Conv2D_bias","shape":[96],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_3_depthwise/depthwise_weights","shape":[3,3,96,1],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_3_depthwise/depthwise_bias","shape":[96],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_3_pointwise/weights","shape":[1,1,96,96],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_3_pointwise/Conv2D_bias","shape":[96],"dtype":"float32"},{"name":"MobilenetV1/Conv2d_4_depthwise/depthwise_weights","shape":[3,3,96,1],"dtype":"float32"},